<?php echo $this->render("header.php"); ?>
<div id="top">
<?php echo $this->render("nav.php"); ?>
</div>
<div id="helps">
    <h1 class="img_title"><img src="<?php echo $this->mimgUrl ?>title1.png" alt=""></h1>
    <div class="content">
    <p>
    欢迎使用上海梦想天地信息科技有限公司（以下简称“梦想商学院”）提供的教育及相关服务。您（以下或简称“用户”）在使用本平台提供的各项服务（以下简称“本服务”）之前，请您务必审慎阅读、充分理解并选择接受或不接受本平台的服务条款（以下简称“服务条款”）及《隐私声明》等各项内容，包括但不限于免除或者限制本平台责任的条款、争议解决和法律适用条款。未成年人应在法定监护人陪同下阅读。
    </p>
    <p>
    当您按照注册页面提示填写信息、阅读并同意本平台声明且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本平台声明且完成全部注册程序后，或您以其他学习平台允许的方式实际使用本服务时，即表示您已充分阅读、理解并接受本平台发布的全部内容，即产生法律约束力。
    </p>
    <p>
        您承诺接受并遵守本平台声明的约定，届时您不应以未阅读本平台声明的内容或者未获得本平台对您问询的解答等理由，主张本声明无效，或要求撤销本声明。
    </p>
    <p>
        本声明可由本公司随时更新，更新后的声明条款一旦公布即代替旧声明条款，恕不再另行通知，用户可在发布的官网、小程序等软件查阅最新版声明条款。在修改本声明条款后，如果用户不接受修改后的条款，请立即停止使用本平台提供的服务，用户继续使用本平台提供的服务将被视为已接受了修改后的声明。
    </p>
    <p>
        本声明内容同时包括本平台可能不断发布的关于本服务的相关声明、业务规则等内容。上述内容一经正式发布，即为本声明不可分割的组成部分，用户同样应当遵守。
    </p>
    </div>

</div>
<?php echo $this->render("footer.php"); ?>


