<?php echo $this->render("header.php"); ?>
<div id="top">
<?php echo $this->render("nav.php"); ?>
</div>
<div id="helps">
<h1 class="img_title"><img src="<?php echo $this->mimgUrl ?>title3.png" id="privacy_title"></h1>
    <div class="content">
        <p>梦想商学院（以下简称“我们”）深知用户个人信息和隐私安全的重要性，也感谢您对我们的信任，我们将按法律法规要求，采取相应安全保护措施，尽力保护用户的个人信息安全可控。</p>
        <p>本政策适用于“梦想商学院”学习平台产品及服务，包括“梦想商学院”平台官网、“学人图书馆”小程序等。</p>
        <p>我们将恪守以下原则，保护用户个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、公开透明原则、确保安全原则、主体参与原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护用户个人信息。一旦您开始使用“梦想商学院”平台产品或服务，即表示您已充分理解并同意本政策。</p>
        <p><b>本隐私政策将帮助您了解以下内容：</b><br>
            一、我们如何使用和收集用户个人信息<br>
            二、我们如何共享、转让、公开披露您的用户个人信息<br>
            三、我们如何保护用户个人信息</p>

        <h2>一、我们如何使用和收集用户个人信息</h2>
        <p>我们会出于本政策所述的以下目的，收集和使用以下类型的用户个人信息：</p>
        <h3>1.注册及登录</h3>
        为便于我们提供服务，用户需要提供基本注册或登录信息，包括注册登录梦想商学院相关平台帐号使用的电话号码，用户用户自行填写的姓名或者昵称，年级，学校在内的基本信息，并创建“梦想商学院”学习平台帐号和密码。在用户主动注销帐号之后，我们将根据法律的要求删除用户个人信息，或使其匿名化处理。
        <h3>2.提供产品或服务</h3>
        （1）用户体验改进计划
        我们将基于用户对“梦想商学院”使用数据，结合用户常用设备信息进行统计，来诊断系统问题，优化产品体验。我们会使用工具（含第三方工具）统计用户在使用我们产品过程中产生的数据信息，其中包含应用启动数，页面访问数，重点按钮点击数，设置项的配置属性。随着我们产品的后续版本升级，我们统计的范围会有所改变，用户下载/安装/使用我们后续版本产品的行为将被视为用户对届时相关改变的同意。
        （2）开展营销活动
        当用户选择参加我们举办的有关营销活动时，根据活动需要可能使用到用户提供个人信息与第三方支付服务帐号。这些信息可能包括用户个人敏感信息（如收货人电话号码/收货地址等），是用户收到转账或者礼品所必要的。如果用户拒绝提供这些信息，我们将可能无法向用户转账或发放礼品。用户在参加营销活动之前，需确保授权同意。
        （3）客服与售后
        当用户与我们联系时，我们可能会保存用户的通信或通话记录和内容或用户留下的联系方式，以便帮助用户解决问题，或记录相关问题的处理方案及结果。我们的客服会使用用户的帐号信息与用户核验身份，用户有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息。
        （4）基础业务功能和附加业务功能
        查看和编辑用户个人资料：用户可以选择是否在梦想商学院相关平台上完善用户个人信息，可自行上传和编辑用户个人头像、姓名、年级、学校、地址信息。
        当附加功能需要收集用户的个人信息时，我们会通过弹窗或通知的方式获得用户的同意。如拒绝，不会影响基础功能的使用。
        <h3>3.提供安全保护保障</h3>
        <p>我们使用用户的网络身份标识信息帮助用户维护软件正常使用及使用安全。用户可以开放设备麦克风权限来进行语音输入（例如：语音消息、语音搜索），在此过程中我们使用用户的语音内容，对此项梦想商学院使用数据进行必要的处理以满足用户的软件使用需求。</p>
        <p>我们会根据用户在软件安装及使用中授予的具体权限，接收并记录用户的个人常用设备信息：例如操作系统版本、唯一设备标识符等软硬件特征信息、设备所在位置相关信息（例如IP地址、GPS位置以及能够提供相关信息的Wi-Fi接入点、蓝牙等传感器信息）。</p>
        <p>我们可能会收集、使用或整合用户账户信息、交易信息、设备信息、日志信息以及我们取得授权或依据法律共享的信息，来综合判断用户账户及交易风险，进行用户或监护人的身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
        <p>若我们对于用户的个人信息用于除政策列明之外的目的、范围或与使用于数据收集不一致的传输方式时，我们将会通知您授权同意。</p>
        <h3>4.征得授权同意的例外</h3>
        <p>根据相关法律法规规定及国家标准，以下情形中，我们可能会依法收集并使用用户的个人信息无需征得监护人的授权同意：<br>
            （1）与国家安全、国防安全直接相关的；<br>
            （2）与公共安全、公共卫生、重大公共利益直接相关；<br>
            （3）与犯罪侦查、起诉、审判和判决执行等直接相关；<br>
            （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；<br>
            （5）所收集的个人信息是您自行向社会公众公开的；<br>
            （6）从合法公开披露的信息中收集个人信息的，如：合法的新闻报道、政府信息公开等渠道；<br>
            （7）根据您的要求签订和履行合同所必须的；<br>
            （8）用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现或处置产品或服务的故障；<br>
            （9）通过计算机信息系统自动留存处理信息，且无法识别所留存处理的信息属于用户个人信息的；<br>
            （10）为新闻单位或学术研究机构基于新闻报道、公共利益开展统计或学术研究所必要等，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理，且数据接收方无法复原并重新识别个人信息的；<br>
            （11）法律法规规定的其他情形。</p>
        <p><b>5. 我们服务中的部分功能可能需要用户在设备中开启特定的访问权限</b>（例如摄像头、相册、麦克风及或日历），以实现这些权限所涉及信息的收集和使用。当设备被开启任一权限即代表授权我们可以收集和使用相关信息来为用户提供对应的服务。</p>
        <h2>二、我们如何共享、转让、公开披露用户的个人信息</h2>
        <h3>（一）共享</h3>
        <b>我们不会与除我们及我们的关联方以外的任何公司、组织和个人共享用户的个人信息，但以下情况除外：</b>
        <ul>
            <li>事先获得用户明确的同意或授权；</li>
            <li>根据法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下对外提供；</li>
            <li>符合与用户签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</li>
            <li>我们可能会将用户的个人信息与我们的关联方共享。但我们只会共享必要的用户个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变用户个人信息的处理目的，将再次征求监护人的授权同意。</li>
            <li>应用户要求处理与他人的纠纷或争议；</li>
            <li>与授权合作伙伴共享：<br>
                (1)商品或技术服务的供应商。我们可能会将用户的个人信息共享给支持我们功能的第三方。这些支持包括为我们提供支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心功能；<br>
                (2)第三方商家。我们必须将用户为实现操作目的之必要信息与第三方商家共享，并促使其可以完成后续服务；<br>
                (3)我们仅会出于合法、正当、必要、特定、明确的目的共享用户个人信息，对我们与之共享用户个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处用户个人信息。
            </li>
        </ul>
        <h3>（二）转让</h3>
        <b>我们不会将用户的个人信息转让给任何公司、组织和个人，但以下情况除外：</b>
        <ul>
            <li>事先获得用户明确的同意或授权；</li>
            <li>根据法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</li>
            <li>符合与监护人和用户签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</li>
            <li>在涉及合并、收购、资产转让或类似的交易时，如涉及到用户个人信息转让，我们会要求新的持有用户个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向监护人征求授权同意。</li>
        </ul>
        <h3>（三）公开披露</h3>
        <b>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</b>
        <ul>
            <li>根据用户需求，在明确同意的披露方式下披露其所指定的个人信息；</li>
            <li>根据法律、法规的要求、强制性的行政执法或司法要求所必须提供用户个人信息的情况下，我们可能会依据所要求的用户个人信息类型和披露方式公开披露用户的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时候，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们对所有请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门特定调查目的且有合法权利获取的数据。</li>
        </ul>
        <h3>（四） 共享、转让、公开披露个人信息时事先征得授权同意的例外</h3>
        <p><b>以下情形中，我们共享、转让、公开披露用户的信息无需事先征得监护人的授权同意：</b><br>
            1.与国家安全、国防安全直接相关的；<br>
            2.与公共安全、公共卫生、重大公共利益直接相关的；<br>
            3.与犯罪侦查、起诉、审判和判决执行等直接相关的；<br>
            4.出于维护用户或其他个人的生命、财产等重大合法权益但又很难得到监护人同意的；<br>
            5.用户或监护人自行向社会公众公开的信息；<br>
            6.从合法公开披露的信息中收集用户个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
        <h2>三、我们如何保护用户的个人信息</h2>
        <p><b>（一）我们已使用符合业界标准的安全防护措施保护用户提供的个人信息，</b>防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护用户的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问用户个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护用户个人信息重要性的认识。</p>
        <p><b>（二）我们会采取一切合理可行的措施，确保未收集无关的用户个人信息。</b>我们只会在达成本政策所述目的所需的3年内保留用户的个人信息，除非需要延长保留期或受到法律的允许。超出期限后，我们将删除或去标识化处理用户的个人信息。</p>
        <p><b>（三）用户的个人信息全都被储存在安全的服务器上，并在受控设施中受到保护。</b>我们依据重要性和敏感性对您的数据进行分类，并且保证用户的个人信息具有最高的安全等级。我们以最小授权为原则，仅允许有必要知晓这些信息的员工、合作伙伴访问用户个人信息，并为此设置了严格的访问权限控制和监控机制。我们保证通过访问这些信息来帮助向用户提供产品和服务的员工和第三方服务供应商具有严格的合同保密义务，如果未能履行这些义务，其将会受到纪律处分或被终止合作。总而言之，我们定期审查信息收集、储存和处理实践，包括物理安全措施，以防止任何未经授权的访问和使用。</p>
        <p><b>（四）尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，</b>但请理解，由于技术的限制以及可能存在的各种恶意手段，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保用户提供给我们的个人信息的安全性。您知悉并理解，用户接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议用户采取积极措施保护用户个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的帐号密码等用户个人信息透露给他人。我们不对有可能进入第三方网站的隐私政策的合法性负责，监护人和用户应检查第三方网站的隐私政策并确定是否接受。</p>
    </div>
</div>
</div>
<?php echo $this->render("footer.php"); ?>