<?php echo $this->render("header.php"); ?>
<div id="top">
<?php echo $this->render("nav.php"); ?>
</div>
<div id="helps">
<h1 class="img_title"><img src="<?php echo $this->mimgUrl ?>title2.png" alt=""></h1>
    <div class="content">
    <h2>一 用户个人信息保护</h2>
    <p>保护用户个人信息是本平台的一项基本原则，我司将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可，不会向第三方公开、透露用户个人信息。梦想商学院对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。具体内容请查看《隐私政策》。</p>
    <h2>二 服务使用规范</h2>
    <p>用户在使用本平台提供的各项服务时，必须遵守中华人民共和国相关法律法规及相关国际公约的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:
    <p>
    <h2>(一) 用户不得上载、展示、传播或以其它方式传送含有下列内容之一的信息：</h2>
    <p>1. 违反中华人民共和国宪法确定的基本原则的；<br>
        2. 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一；<br>
        3. 损害国家荣誉和利益的；<br>
        4. 煽动民族仇恨、民族歧视、破坏民族团结的；<br>
        5. 散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
        6. 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
        7. 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br>
        8. 以非法民间组织名义活动的；<br>
        9. 不符合应当遵守法律法规、社会主义制度、国家利益、公民合法利益、公众秩序、社会道德风尚和信息真实性等“七条底线”要求的；<br>
        10. 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
    <h2>（二）用户不得利用ID捕获本服务制作、上载、复制、发布、传播如下干扰本软件正常运营，以及侵犯其他用户或第三  方合法权益的内容：</h2>
    <p>1. 含有任何性或性暗示的；<br>
        2. 含有辱骂、恐吓、威胁内容的；<br>
        3. 含有骚扰、垃圾广告、恶意信息、诱骗信息的；<br>
        4. 涉及他人隐私、个人信息或资料的；<br>
        5. 侵害他人一般人格权、名誉权、肖像权、知识产权、商业秘密等合法权利的内容；<br>
        6. 含有其他干扰本软件正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>
    <h2>（三）用户不得为任何非法目的而使用本平台及相关小程序等服务，不利用其从事以下活动：</h2>
    <p>1. 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；<br>
        2. 未经允许，对计算机信息网络功能进行删除、修改或者增加；<br>
        3. 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；<br>
        4. 故意制作、传播计算机病毒等破坏性程序的；<br>
        5. 其他危害计算机信息网络安全的行为。</p>
    <h2>（四）用户不得利用本平台从事进行如下行为：</h2>
    <p>1. 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义；<br>
        2. 强制、诱导其他用户关注、点击链接页面或分享信息；<br>
        3. 虚构事实、隐瞒真相以误导、欺骗他人的；<br>
        4. 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；<br>
        5. 利用技术手段批量建立虚假账号；<br>
        6. 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；<br>
        7. 其它违反法律法规规定、侵犯其他用户合法权益、干扰本软件正常运营的行为。</p>
    <h2>（五）凡用户昵称中出现如下信息者（包括但不限于），梦想商学院有权进行屏蔽、锁定，甚至注销：</h2>
    <p>1. 使用严重违反国家法律法律及风序良俗，包含或暗藏反动、色情等信息（含符号、地址等）的昵称；<br>
        2. 使用党和国家领导人、古今中外比较有影响的名人、网络上知名人士的真实姓名、字、号、艺名、笔名、头衔等为昵称；<br>
        3. 使用国家机构、企事业单位、知名公司或品牌的名称及标识为昵称；<br>
        4. 含性别歧视、种族歧视、地域歧视等信息的昵称；<br>
        5. 含自侮辱、猥亵或者对他人进行侮辱、挑衅、漫骂、人身攻击等不文明、不健康信息的昵称；<br>
        6. 含易产生歧义、引起他人误解的信息的昵称；<br>
        7. 未获得“梦想商学院”官方正式许可而使用带有“梦想商学院”相关名称的昵称；<br>
        8. 带有其它法律法规以及梦想商学院投资控股有限公司禁止规则中所包含信息的昵称。</p>
    <p><b>（六）用户违反相关服务条款的规定，</b>导致或产生的任何第三方主张的任何索赔、要求或损失，包括但不限于为解决争议因此产生的律师费、诉讼费，您同意赔偿梦想商学院与合作公司、关联公司上述费用，并使之免受损害。对此，本平台有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收 ID、追究法律责任等措施。</p>
    <p><b>对恶意注册ID或利用ID进行违法活动，</b>捣乱、骚扰、欺骗其他用户以及其他违反本协议的行为，本平台有权回收其账号。同时会视司法部门的要求协助调查。</p>
    <p><b>（七）用户须对自己在使用服务过程中的行为承担法律责任，</b>自行对传送信息的真实性、合法性、无害性、准确性、有效性等全权负责。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及如果本平台首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，有权对用户进行追偿。</p>
    <h2>三 用户注意事项</h2>
    <p><b>您理解并同意：</b>为了向您提供有效的服务，本平台和相关程序会利用您终端设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</p>
    <p><b>您理解并同意本平台将会尽其商业上的合理努力保障您在本软件及服务中的数据存储安全，但是，本平台并不能就此提供完全保证，包括但不限于以下情形：</b><br>
        1. 不对您在本软件及服务中相关数据的删除或储存失败负责；<br>
        2. 有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；<br>
        3. 如果您停止使用本软件及服务或服务被终止或取消，可以从服务器上永久地删除您的数据。服务停止、终止或取消后，没有义务向您返还任何数据。
    <h2>四 免责声明</h2>
    <p>本平台会致力于向您提供安全、稳定的优质服务。但是不承诺本软件的任何内容、服务或功能无任何错误或不中断，或者您对本软件的使用将产生特定结果。本软件及其内容是基于“现状”且“可获得”而提供。本软件提供的所有信息可不经通知而变更，不作任何明示或默示保证，包括任何正确性、非侵权、适销性及适用性的保证。对于任何与您的使用有关的任何第三方的作为、不作为和行为，本平台不承担责任。如果对本软件或任何内容有任何不满意，您可以停止使用本平台服务或任何该内容。</p>
    <p>上述免责声明适用于因任何不履行、错误、疏忽、中断、删除、缺陷、操作或传输迟延、病毒、通信线路故障、失窃或破坏或未经授权、篡改或使用（无论是违约、侵权、过失或任何其他诉因）而造成的任何损害、责任或伤害。</p>
    <h2>五 知识产权</h2>
    <p>本平台及相关小程序的一切著作权、商标权、专利权、商业秘密等知识产权，以及包含的任何文字、图表、音频、视频或小程序（包括但不限于小程序中包含的图表、动画、音频、视频、界面设计、版面框架、数据和程序、代码、文档）等信息或材料均受著作权法、商标法、专利法或其它法律法规、国际条约的保护，未经相关权利人书面同意，用户不得以任何方式实施、使用或转让该等知识产权、信息或材料。</p>
    <p>用户不得以任何形式或任何方式对本平台服务部分或全部内容进行修改、出租、租赁、出借、出售、分发、复制、创作衍生品或用于任何商业用途。</p>
    <p>用户在本平台及相关小程序发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。</p>
    <p>若您认为您的知识产权或其他合法权益被侵犯，请与本平台联系。</p>
    </div>
</div>
<?php echo $this->render("footer.php"); ?>